Repository: aleksandr-developer1/notchmate
Catalog: Resources/Localizable.xcstrings
Source language: ru
Languages: de, en, es, fr, ja, pt_br, zh_hans

source: Вставьте ключ OpenAI API в настройках
de: Füge den OpenAI-API-Schlüssel in den Einstellungen ein
en: Paste your OpenAI API key in the settings
es: Pega la clave de API de OpenAI en los ajustes
fr: Collez la clé API OpenAI dans les réglages
ja: 設定に OpenAI API キーを貼り付けてください
pt_br: Cole a chave de API da OpenAI nos ajustes
zh_hans: 请在设置中粘贴 OpenAI API 密钥

source: Встань, потянись 🧘
de: Steh auf und streck dich 🧘
en: Stand up and stretch 🧘
es: Levántate y estírate 🧘
fr: Lève-toi et étire-toi 🧘
ja: 立って伸びをしよう 🧘
pt_br: Levante e se alongue 🧘
zh_hans: 站起来伸个懒腰 🧘

source: Встреча
de: Termin
en: Meeting
es: Reunión
fr: Réunion
ja: 会議
pt_br: Reunião
zh_hans: 会议

source: Встречи
de: Termine
en: Meetings
es: Reuniones
fr: Réunions
ja: 会議
pt_br: Reuniões
zh_hans: 会议

source: Встречи на шкале дня и в вырезе
de: Termine auf der Tagesleiste und in der Notch
en: Meetings on the day timeline and in the notch
es: Reuniones en la línea del día y en el notch
fr: Réunions sur la frise du jour et dans l’encoche
ja: 一日のタイムラインとノッチに会議を表示
pt_br: Reuniões na linha do dia e no notch
zh_hans: 日程时间线和刘海中的会议

source: Всё готово
de: Alles bereit
en: All set
es: Todo listo
fr: Tout est prêt
ja: 準備完了
pt_br: Tudo pronto
zh_hans: 一切就绪

source: Всё закоммичено
de: Alles committet
en: Everything is committed
es: Todo está en commit
fr: Tout est commité
ja: すべてコミット済み
pt_br: Tudo commitado
zh_hans: 全部已提交

source: Всё, я в домике 🙈
de: Das war's, ich verstecke mich 🙈
en: That's it, I'm hiding 🙈
es: Ya está, me escondo 🙈
fr: C’est bon, je me cache 🙈
ja: もう隠れちゃう 🙈
pt_br: Pronto, vou me esconder 🙈
zh_hans: 好了，我躲起来了 🙈

source: Вход
de: Anmeldung
en: Sign in
es: Inicio de sesión
fr: Connexion
ja: サインイン
pt_br: Entrar
zh_hans: 登录

source: Вход и токены полностью внутри официального Codex от OpenAI — тот же аккаунт, что и в Codex. Используется ваша подписка ChatGPT.
de: Anmeldung und Tokens bleiben vollständig im offiziellen Codex von OpenAI – dasselbe Konto wie in Codex. Dein ChatGPT-Abo wird genutzt.
en: Sign-in and tokens stay entirely inside OpenAI's official Codex — the same account as in Codex. Your ChatGPT subscription is used.
es: El inicio de sesión y los tokens quedan totalmente dentro del Codex oficial de OpenAI: la misma cuenta que en Codex. Se usa tu suscripción de ChatGPT.
fr: La connexion et les jetons restent entièrement dans le Codex officiel d’OpenAI — le même compte que dans Codex. Votre abonnement ChatGPT est utilisé.
ja: サインインとトークンはすべて OpenAI 公式の Codex 内で処理されます（Codex と同じアカウント）。ChatGPT のサブスクリプションを使用します。
pt_br: O login e os tokens ficam totalmente dentro do Codex oficial da OpenAI — a mesma conta do Codex. Sua assinatura do ChatGPT é usada.
zh_hans: 登录和令牌完全在 OpenAI 官方 Codex 内处理——与 Codex 中是同一个账号。使用你的 ChatGPT 订阅。

source: Вход не выполнен
de: Nicht angemeldet
en: Not signed in
es: Sin iniciar sesión
fr: Non connecté
ja: 未サインイン
pt_br: Não conectado
zh_hans: 未登录

source: Вход откроется в Терминале: email, пароль и код MFA вводятся прямо в официальный вход Garmin. NotchMate не видит и не хранит пароль — на Mac остаётся только токен доступа. Данные подтягиваются каждые 15 минут, пока часы синхронизируются с телефоном. Используется неофициальная библиотека python-garminconnect: если Garmin поменяет вход, её нужно будет обновить кнопкой «Войти заново».
de: Die Anmeldung öffnet sich im Terminal: E-Mail, Passwort und MFA-Code gibst du direkt in die offizielle Garmin-Anmeldung ein. NotchMate sieht und speichert das Passwort nicht – auf dem Mac bleibt nur ein Zugriffstoken. Daten werden alle 15 Minuten geladen, solange die Uhr mit dem Handy synchronisiert. Verwendet wird die inoffizielle Bibliothek python-garminconnect: Ändert Garmin die Anmeldung, aktualisiere sie mit „Erneut anmelden“.
en: Sign-in opens in Terminal: email, password and MFA code go straight into Garmin's official sign-in. NotchMate never sees or stores the password — only an access token stays on the Mac. Data is fetched every 15 minutes while the watch syncs with your phone. This uses the unofficial python-garminconnect library: if Garmin changes its sign-in, update it with “Sign in again”.
es: El inicio de sesión se abre en Terminal: el correo, la contraseña y el código MFA se escriben directamente en el acceso oficial de Garmin. NotchMate no ve ni guarda la contraseña: en el Mac solo queda un token de acceso. Los datos se actualizan cada 15 minutos mientras el reloj se sincroniza con el teléfono. Se usa la biblioteca no oficial python-garminconnect: si Garmin cambia el acceso, actualízala con «Volver a iniciar sesión».
fr: La connexion s’ouvre dans Terminal : e-mail, mot de passe et code MFA se saisissent directement dans la connexion officielle Garmin. NotchMate ne voit ni ne stocke le mot de passe — seul un jeton d’accès reste sur le Mac. Les données sont récupérées toutes les 15 minutes tant que la montre se synchronise avec le téléphone. La bibliothèque non officielle python-garminconnect est utilisée : si Garmin change sa connexion, mettez-la à jour avec « Se reconnecter ».
ja: サインインはターミナルで開きます。メール、パスワード、MFA コードは Garmin 公式のサインインに直接入力します。NotchMate はパスワードを見ることも保存することもなく、Mac にはアクセストークンだけが残ります。時計がスマホと同期している間、15 分ごとにデータを取得します。非公式ライブラリ python-garminconnect を使用しているため、Garmin がサインイン方法を変えた場合は「再サインイン」で更新してください。
pt_br: O login abre no Terminal: e-mail, senha e código MFA são digitados direto no login oficial da Garmin. O NotchMate não vê nem guarda a senha — só um token de acesso fica no Mac. Os dados são atualizados a cada 15 minutos enquanto o relógio sincroniza com o celular. É usada a biblioteca não oficial python-garminconnect: se a Garmin mudar o login, atualize com “Entrar novamente”.
zh_hans: 登录会在终端中打开：邮箱、密码和 MFA 验证码直接输入到 Garmin 官方登录中。NotchMate 看不到也不保存密码——Mac 上只保留访问令牌。手表与手机同步期间，每 15 分钟拉取一次数据。使用的是非官方库 python-garminconnect：如果 Garmin 更改登录方式，请点“重新登录”更新。

source: Вход через ваш аккаунт ChatGPT в браузере — используется подписка, без ключей
de: Anmeldung mit deinem ChatGPT-Konto im Browser – nutzt dein Abo, ohne Schlüssel
en: Sign in with your ChatGPT account in the browser — uses your subscription, no keys
es: Inicia sesión con tu cuenta de ChatGPT en el navegador: usa tu suscripción, sin claves
fr: Connexion avec votre compte ChatGPT dans le navigateur — utilise votre abonnement, sans clés
ja: ブラウザで ChatGPT アカウントにサインイン — サブスクリプションを使用、キー不要
pt_br: Entre com sua conta do ChatGPT no navegador — usa sua assinatura, sem chaves
zh_hans: 在浏览器中用 ChatGPT 账号登录——使用订阅，无需密钥

source: Входящие.md
de: Eingang.md
en: Inbox.md
es: Bandeja de entrada.md
fr: Boîte de réception.md
ja: 受信箱.md
pt_br: Caixa de entrada.md
zh_hans: 收件箱.md

source: Выберите задачу справа
de: Wähle rechts eine Aufgabe
en: Pick an issue on the right
es: Elige una tarea a la derecha
fr: Choisissez une tâche à droite
ja: 右側で課題を選んでください
pt_br: Escolha uma tarefa à direita
zh_hans: 在右侧选择一个任务

source: Выберите заметку
de: Wähle eine Notiz
en: Pick a note
es: Elige una nota
fr: Choisissez une note
ja: メモを選んでください
pt_br: Escolha uma nota
zh_hans: 选择一条笔记

source: Выбран вручную — переключится, когда вы откроете другой терминал или редактор
de: Manuell gewählt – wechselt, wenn du ein anderes Terminal oder einen anderen Editor öffnest
en: Picked manually — it will switch when you open another terminal or editor
es: Elegido a mano: cambiará cuando abras otra terminal o editor
fr: Choisi manuellement — changera quand vous ouvrirez un autre terminal ou éditeur
ja: 手動で選択 — 別のターミナルやエディタを開くと切り替わります
pt_br: Escolhido manualmente — muda quando você abrir outro terminal ou editor
zh_hans: 手动选择——打开其他终端或编辑器时会切换

source: Выбрать
de: Auswählen
en: Choose
es: Elegir
fr: Choisir
ja: 選択
pt_br: Escolher
zh_hans: 选择

source: Выбрать папку…
de: Ordner wählen…
en: Choose folder…
es: Elegir carpeta…
fr: Choisir un dossier…
ja: フォルダを選択…
pt_br: Escolher pasta…
zh_hans: 选择文件夹…

source: Выбрать хранилище
de: Tresor wählen
en: Choose vault
es: Elegir bóveda
fr: Choisir le coffre
ja: 保管庫を選択
pt_br: Escolher cofre
zh_hans: 选择仓库

source: Выбрать…
de: Auswählen…
en: Choose…
es: Elegir…
fr: Choisir…
ja: 選択…
pt_br: Escolher…
zh_hans: 选择…

source: Выдох
de: Ausatmen
en: Exhale
es: Exhala
fr: Expirez
ja: 吐いて
pt_br: Expire
zh_hans: 呼气

source: Выйти из ChatGPT
de: Von ChatGPT abmelden
en: Sign out of ChatGPT
es: Cerrar sesión en ChatGPT
fr: Se déconnecter de ChatGPT
ja: ChatGPT からサインアウト
pt_br: Sair do ChatGPT
zh_hans: 退出 ChatGPT

source: Выйти из Claude
de: Von Claude abmelden
en: Sign out of Claude
es: Cerrar sesión en Claude
fr: Se déconnecter de Claude
ja: Claude からサインアウト
pt_br: Sair do Claude
zh_hans: 退出 Claude

source: Выйти из NotchMate
de: NotchMate beenden
en: Quit NotchMate
es: Salir de NotchMate
fr: Quitter NotchMate
ja: NotchMate を終了
pt_br: Sair do NotchMate
zh_hans: 退出 NotchMate

source: Выключено
de: Aus
en: Off
es: Desactivado
fr: Désactivé
ja: オフ
pt_br: Desativado
zh_hans: 关闭

source: Выключите календари отпусков, отгулов, праздников и чужих расписаний — их события не попадут на шкалу дня и в напоминания о встречах.
de: Schalte Urlaubs-, Abwesenheits-, Feiertags- und fremde Kalender aus – ihre Termine erscheinen dann nicht auf der Tagesleiste und in Terminerinnerungen.
en: Turn off vacation, time-off, holiday and other people's calendars — their events won't appear on the day timeline or in meeting reminders.
es: Desactiva los calendarios de vacaciones, días libres, festivos y agendas ajenas: sus eventos no aparecerán en la línea del día ni en los recordatorios de reuniones.
fr: Désactivez les calendriers de vacances, congés, jours fériés et ceux des autres — leurs événements n’apparaîtront ni sur la frise du jour ni dans les rappels de réunion.
ja: 休暇、休み、祝日、他人の予定のカレンダーをオフにすると、その予定はタイムラインや会議のリマインダーに表示されません。
pt_br: Desative calendários de férias, folgas, feriados e agendas de outras pessoas — os eventos deles não vão aparecer na linha do dia nem nos lembretes de reunião.
zh_hans: 关闭假期、调休、节假日和他人日程的日历——它们的事件不会出现在日程时间线和会议提醒中。

source: Выключить
de: Ausschalten
en: Turn off
es: Desactivar
fr: Désactiver
ja: オフにする
pt_br: Desativar
zh_hans: 关闭

source: Выключить помощника (запись созвона продолжится)
de: Assistent ausschalten (die Anrufaufnahme läuft weiter)
en: Turn off the assistant (the call recording continues)
es: Desactivar el asistente (la grabación de la llamada continúa)
fr: Désactiver l’assistant (l’enregistrement de l’appel continue)
ja: アシスタントをオフ（通話の録音は続きます）
pt_br: Desativar o assistente (a gravação da chamada continua)
zh_hans: 关闭助手（通话录音会继续）

source: Выключить режим дискотеки
de: Disco-Modus ausschalten
en: Turn off disco mode
es: Desactivar el modo disco
fr: Désactiver le mode disco
ja: ディスコモードをオフ
pt_br: Desativar o modo disco
zh_hans: 关闭迪斯科模式

source: Глоток воды — и дальше! 💧
de: Ein Schluck Wasser – und weiter! 💧
en: A sip of water — and on we go! 💧
es: Un sorbo de agua ¡y a seguir! 💧
fr: Une gorgée d’eau — et on continue ! 💧
ja: 水をひと口飲んで、続けよう！💧
pt_br: Um gole d’água — e seguimos! 💧
zh_hans: 喝口水，继续前进！💧

source: Глубокий
de: Tief
en: Deep
es: Profundo
fr: Profond
ja: 深い睡眠
pt_br: Profundo
zh_hans: 深睡

source: Горячие клавиши
de: Tastenkürzel
en: Hotkeys
es: Atajos de teclado
fr: Raccourcis clavier
ja: ホットキー
pt_br: Atalhos de teclado
zh_hans: 快捷键

source: Готовлю ответ
de: Antwort wird vorbereitet
en: Preparing a reply
es: Preparando respuesta
fr: Préparation de la réponse
ja: 返答を準備中
pt_br: Preparando resposta
zh_hans: 正在准备回复

source: Готовлю протокол
de: Protokoll wird erstellt
en: Preparing minutes
es: Preparando el acta
fr: Préparation du compte rendu
ja: 議事録を作成中
pt_br: Preparando a ata
zh_hans: 正在生成纪要

source: Готовлю протокол…
de: Protokoll wird erstellt…
en: Preparing minutes…
es: Preparando el acta…
fr: Préparation du compte rendu…
ja: 議事録を作成中…
pt_br: Preparando a ata…
zh_hans: 正在生成纪要…

source: Готово
de: Fertig
en: Done
es: Listo
fr: Terminé
ja: 完了
pt_br: Pronto
zh_hans: 完成

source: Готово — это окно можно закрыть.
de: Fertig – du kannst dieses Fenster schließen.
en: Done — you can close this window.
es: Listo: puedes cerrar esta ventana.
fr: Terminé — vous pouvez fermer cette fenêtre.
ja: 完了 — このウインドウは閉じてかまいません。
pt_br: Pronto — pode fechar esta janela.
zh_hans: 完成——可以关闭此窗口。

source: Готово! %@ гордится
de: Geschafft! %@ ist stolz
en: Done! %@ is proud
es: ¡Hecho! %@ está orgulloso
fr: Terminé ! %@ est fier
ja: 完了！%@ は誇らしげ
pt_br: Feito! %@ está orgulhoso
zh_hans: 完成！%@ 很自豪

source: Готово: %lld мин дыхания. Посмотрим, как изменится стресс 🌿
de: Fertig: %lld Min. Atmen. Mal sehen, wie sich der Stress ändert 🌿
en: Done: %lld min of breathing. Let's see how your stress changes 🌿
es: Listo: %lld min de respiración. Veamos cómo cambia el estrés 🌿
fr: Terminé : %lld min de respiration. Voyons comment évolue le stress 🌿
ja: 完了：呼吸 %lld 分。ストレスの変化を見てみましょう 🌿
pt_br: Pronto: %lld min de respiração. Vamos ver como o estresse muda 🌿
zh_hans: 完成：呼吸练习 %lld 分钟。看看压力会怎么变化 🌿

source: Дай доступ к календарю или напоминаниям, чтобы видеть день
de: Gib Zugriff auf Kalender oder Erinnerungen, um deinen Tag zu sehen
en: Give access to Calendar or Reminders to see your day
es: Da acceso al calendario o a recordatorios para ver tu día
fr: Autorisez l’accès au calendrier ou aux rappels pour voir votre journée
ja: 一日を表示するにはカレンダーかリマインダーへのアクセスを許可してください
pt_br: Dê acesso ao calendário ou aos lembretes para ver o seu dia
zh_hans: 授予日历或提醒事项访问权限，以查看你的一天

source: Дальше
de: Weiter
en: Next
es: Siguiente
fr: Suivant
ja: 次へ
pt_br: Próximo
zh_hans: 下一步

source: Дальше здесь появятся другие сервисы. Все ключи и токены остаются на этом компьютере.
de: Weitere Dienste folgen hier. Alle Schlüssel und Tokens bleiben auf diesem Computer.
en: More services will appear here later. All keys and tokens stay on this computer.
es: Aquí aparecerán más servicios. Todas las claves y tokens se quedan en este ordenador.
fr: D’autres services apparaîtront ici. Toutes les clés et jetons restent sur cet ordinateur.
ja: 今後ここに他のサービスも追加されます。キーとトークンはすべてこのコンピュータに残ります。
pt_br: Outros serviços vão aparecer aqui. Todas as chaves e tokens ficam neste computador.
zh_hans: 之后这里会出现更多服务。所有密钥和令牌都保留在这台电脑上。

source: Данные активности
de: Aktivitätsdaten
en: Activity data
es: Datos de actividad
fr: Données d’activité
ja: アクティビティデータ
pt_br: Dados de atividade
zh_hans: 活动数据

source: Даёт Claude Code и Codex инструменты NotchMate: сводка дня, задачи и заметки Obsidian, фокус, Jira, календарь, музыка, сообщения в вырезе. Через него же работают действия в чате ИИ для аккаунтов ChatGPT и Claude.
de: Gibt Claude Code und Codex die Werkzeuge von NotchMate: Tagesübersicht, Obsidian-Aufgaben und -Notizen, Fokus, Jira, Kalender, Musik, Nachrichten in der Notch. Darüber laufen auch die Aktionen im KI-Chat für ChatGPT- und Claude-Konten.
en: Gives Claude Code and Codex NotchMate's tools: day summary, Obsidian tasks and notes, focus, Jira, calendar, music, messages in the notch. Actions in the AI chat for ChatGPT and Claude accounts also work through it.
es: Da a Claude Code y Codex las herramientas de NotchMate: resumen del día, tareas y notas de Obsidian, foco, Jira, calendario, música, mensajes en el notch. Por él también funcionan las acciones del chat de IA para cuentas de ChatGPT y Claude.
fr: Donne à Claude Code et Codex les outils de NotchMate : résumé du jour, tâches et notes Obsidian, focus, Jira, calendrier, musique, messages dans l’encoche. Les actions du chat IA pour les comptes ChatGPT et Claude passent aussi par lui.
ja: Claude Code と Codex に NotchMate のツールを提供します：一日のまとめ、Obsidian のタスクとメモ、集中、Jira、カレンダー、音楽、ノッチのメッセージ。ChatGPT と Claude アカウントの AI チャットでの操作もこれを通じて動きます。
pt_br: Dá ao Claude Code e ao Codex as ferramentas do NotchMate: resumo do dia, tarefas e notas do Obsidian, foco, Jira, calendário, música, mensagens no notch. As ações no chat de IA para contas do ChatGPT e Claude também passam por ele.
zh_hans: 为 Claude Code 和 Codex 提供 NotchMate 的工具：当日概要、Obsidian 任务和笔记、专注、Jira、日历、音乐、刘海中的消息。ChatGPT 和 Claude 账号在 AI 聊天中的操作也通过它进行。

source: Двойной клик
de: Doppelklick
en: Double click
es: Doble clic
fr: Double-clic
ja: ダブルクリック
pt_br: Clique duplo
zh_hans: 双击

source: Дела из «Напоминаний» на шкале дня
de: Aufgaben aus „Erinnerungen“ auf der Tagesleiste
en: To-dos from Reminders on the day timeline
es: Tareas de Recordatorios en la línea del día
fr: Tâches de Rappels sur la frise du jour
ja: リマインダーのタスクをタイムラインに表示
pt_br: Tarefas dos Lembretes na linha do dia
zh_hans: 日程时间线上的“提醒事项”待办

source: Дела из приложения «Напоминания» появятся на шкале дня
de: Aufgaben aus der App „Erinnerungen“ erscheinen auf der Tagesleiste
en: To-dos from the Reminders app will appear on the day timeline
es: Las tareas de la app Recordatorios aparecerán en la línea del día
fr: Les tâches de l’app Rappels apparaîtront sur la frise du jour
ja: リマインダーアプリのタスクがタイムラインに表示されます
pt_br: As tarefas do app Lembretes vão aparecer na linha do dia
zh_hans: “提醒事项”应用中的待办会显示在日程时间线上

source: День
de: Tag
en: Day
es: Día
fr: Jour
ja: 日中
pt_br: Dia
zh_hans: 白天

source: Диско
de: Disco
en: Disco
es: Disco
fr: Disco
ja: ディスコ
pt_br: Disco
zh_hans: 迪斯科

source: Дискотека сама включается, если мак не трогают под музыку
de: Disco startet von selbst, wenn der Mac bei Musik nicht benutzt wird
en: Disco turns on by itself if the Mac isn't touched while music plays
es: El modo disco se activa solo si no tocas el Mac mientras suena música
fr: Le mode disco s’active tout seul si le Mac n’est pas touché pendant la musique
ja: 音楽再生中に Mac を触らないと自動でディスコモードに
pt_br: O modo disco liga sozinho se o Mac não for usado enquanto toca música
zh_hans: 播放音乐时若不碰 Mac，会自动开启迪斯科模式

source: Длинный перерыв
de: Lange Pause
en: Long break
es: Descanso largo
fr: Longue pause
ja: 長い休憩
pt_br: Pausa longa
zh_hans: 长休息

source: Длинный перерыв каждые %lld помидора
de: Lange Pause alle %lld Pomodoros
en: Long break every %lld pomodoros
es: Descanso largo cada %lld pomodoros
fr: Longue pause tous les %lld pomodoros
ja: %lld ポモドーロごとに長い休憩
pt_br: Pausa longa a cada %lld pomodoros
zh_hans: 每 %lld 个番茄钟长休息一次

source: Длинный перерыв: %lld мин
de: Lange Pause: %lld Min.
en: Long break: %lld min
es: Descanso largo: %lld min
fr: Longue pause : %lld min
ja: 長い休憩：%lld 分
pt_br: Pausa longa: %lld min
zh_hans: 长休息：%lld 分钟

source: Длительность, по умолчанию из настроек
de: Dauer, standardmäßig aus den Einstellungen
en: Duration, from the settings by default
es: Duración, por defecto la de los ajustes
fr: Durée, celle des réglages par défaut
ja: 時間（既定は設定の値）
pt_br: Duração, por padrão a dos ajustes
zh_hans: 时长，默认取自设置

source: Длительность: %lld мин
de: Dauer: %lld Min.
en: Duration: %lld min
es: Duración: %lld min
fr: Durée : %lld min
ja: 時間：%lld 分
pt_br: Duração: %lld min
zh_hans: 时长：%lld 分钟

source: Для CI и PR установите GitHub CLI (brew install gh)
de: Für CI und PRs installiere GitHub CLI (brew install gh)
en: For CI and PRs, install GitHub CLI (brew install gh)
es: Para CI y PR, instala GitHub CLI (brew install gh)
fr: Pour la CI et les PR, installez GitHub CLI (brew install gh)
ja: CI と PR には GitHub CLI をインストールしてください（brew install gh）
pt_br: Para CI e PRs, instale o GitHub CLI (brew install gh)
zh_hans: 如需 CI 和 PR，请安装 GitHub CLI（brew install gh）

source: Для «%@» нет офлайн-модели — скачайте язык в Системных настройках → Клавиатура → Диктовка
de: Für „%@“ gibt es kein Offline-Modell – lade die Sprache unter Systemeinstellungen → Tastatur → Diktat
en: There's no offline model for “%@” — download the language in System Settings → Keyboard → Dictation
es: No hay modelo sin conexión para «%@»: descarga el idioma en Ajustes del Sistema → Teclado → Dictado
fr: Pas de modèle hors ligne pour « %@ » — téléchargez la langue dans Réglages Système → Clavier → Dictée
ja: 「%@」のオフラインモデルがありません — システム設定 → キーボード → 音声入力 で言語をダウンロードしてください
pt_br: Não há modelo offline para “%@” — baixe o idioma em Ajustes do Sistema → Teclado → Ditado
zh_hans: “%@”没有离线模型——请在“系统设置 → 键盘 → 听写”中下载该语言

source: Для «%@» нет офлайн-распознавания — скачайте язык в Системных настройках → Клавиатура → Диктовка
de: Für „%@“ gibt es keine Offline-Erkennung – lade die Sprache unter Systemeinstellungen → Tastatur → Diktat
en: There's no offline recognition for “%@” — download the language in System Settings → Keyboard → Dictation
es: No hay reconocimiento sin conexión para «%@»: descarga el idioma en Ajustes del Sistema → Teclado → Dictado
fr: Pas de reconnaissance hors ligne pour « %@ » — téléchargez la langue dans Réglages Système → Clavier → Dictée
ja: 「%@」はオフライン認識に対応していません — システム設定 → キーボード → 音声入力 で言語をダウンロードしてください
pt_br: Não há reconhecimento offline para “%@” — baixe o idioma em Ajustes do Sistema → Teclado → Ditado
zh_hans: “%@”不支持离线识别——请在“系统设置 → 键盘 → 听写”中下载该语言

source: Для ключей API и своей ИИ — встроенные инструменты. Для аккаунтов ChatGPT и Claude подключите MCP-сервер NotchMate: Интеграции → ИИ-агенты и MCP.
de: API-Schlüssel und eigene KI nutzen eingebaute Werkzeuge. Für ChatGPT- und Claude-Konten verbinde den NotchMate-MCP-Server: Integrationen → KI-Agenten und MCP.
en: API keys and your own AI use built-in tools. For ChatGPT and Claude accounts, connect the NotchMate MCP server: Integrations → AI agents and MCP.
es: Las claves de API y tu propia IA usan herramientas integradas. Para cuentas de ChatGPT y Claude, conecta el servidor MCP de NotchMate: Integraciones → Agentes de IA y MCP.
fr: Les clés API et votre propre IA utilisent des outils intégrés. Pour les comptes ChatGPT et Claude, connectez le serveur MCP NotchMate : Intégrations → Agents IA et MCP.
ja: API キーと独自 AI には内蔵ツールを使います。ChatGPT と Claude のアカウントでは NotchMate の MCP サーバーを接続してください：連携 → AI エージェントと MCP。
pt_br: Chaves de API e sua própria IA usam ferramentas embutidas. Para contas do ChatGPT e Claude, conecte o servidor MCP do NotchMate: Integrações → Agentes de IA e MCP.
zh_hans: API 密钥和自有 AI 使用内置工具。ChatGPT 和 Claude 账号请连接 NotchMate MCP 服务器：集成 → AI 代理和 MCP。

source: До 60 символов
de: Bis zu 60 Zeichen
en: Up to 60 characters
es: Hasta 60 caracteres
fr: Jusqu’à 60 caractères
ja: 最大 60 文字
pt_br: Até 60 caracteres
zh_hans: 最多 60 个字符

source: До «%@» **%@**.
de: Bis „%@“ noch **%@**.
en: **%@** until “%@”.
es: Faltan **%@** para «%@».
fr: **%@** avant « %@ ».
ja: 「%@」まで **%@**。
pt_br: Faltam **%@** para “%@”.
zh_hans: 距离“%@”还有 **%@**。

source: Добавит хуки в ~/.claude/settings.json (резервная копия рядом).
de: Fügt Hooks in ~/.claude/settings.json ein (Sicherung daneben).
en: Adds hooks to ~/.claude/settings.json (with a backup next to it).
es: Añade hooks a ~/.claude/settings.json (con copia de seguridad al lado).
fr: Ajoute des hooks à ~/.claude/settings.json (sauvegarde à côté).
ja: ~/.claude/settings.json にフックを追加します（隣にバックアップを作成）。
pt_br: Adiciona hooks em ~/.claude/settings.json (com backup ao lado).
zh_hans: 将钩子添加到 ~/.claude/settings.json（旁边保留备份）。

source: Добавит хуки в ~/.codex/hooks.json и сразу подтвердит их в Codex (только хуки NotchMate).
de: Fügt Hooks in ~/.codex/hooks.json ein und bestätigt sie sofort in Codex (nur die Hooks von NotchMate).
en: Adds hooks to ~/.codex/hooks.json and approves them in Codex right away (NotchMate's hooks only).
es: Añade hooks a ~/.codex/hooks.json y los aprueba en Codex al momento (solo los de NotchMate).
fr: Ajoute des hooks à ~/.codex/hooks.json et les approuve aussitôt dans Codex (uniquement ceux de NotchMate).
ja: ~/.codex/hooks.json にフックを追加し、すぐに Codex で承認します（NotchMate のフックのみ）。
pt_br: Adiciona hooks em ~/.codex/hooks.json e já os aprova no Codex (só os do NotchMate).
zh_hans: 将钩子添加到 ~/.codex/hooks.json 并立即在 Codex 中确认（仅 NotchMate 的钩子）。

source: Добавить
de: Hinzufügen
en: Add
es: Añadir
fr: Ajouter
ja: 追加
pt_br: Adicionar
zh_hans: 添加

source: Добавить ключ
de: Schlüssel hinzufügen
en: Add key
es: Añadir clave
fr: Ajouter une clé
ja: キーを追加
pt_br: Adicionar chave
zh_hans: 添加密钥

source: Добавить нечего
de: Nichts hinzuzufügen
en: Nothing to add
es: Nada que añadir
fr: Rien à ajouter
ja: 追加するものはありません
pt_br: Nada para adicionar
zh_hans: 没有可添加的内容
